# Brew Cleanup - Wed Jul 16 00:28:52 MDT 2025
## Computer: kismet

No changes detected since last run.

---

# Brew Cleanup - Wed Jul 16 00:26:34 MDT 2025
## Computer: kismet - Initial Brew List

# Brew formulas ----------------------------------------

asdf
autoconf
bat
brotli
ca-certificates
coreutils
curl
fd
fontconfig
freetype
fzf
gawk
gettext
git
git-gui
gmp
gnupg
gnutls
go
libassuan
libevent
libgcrypt
libgit2
libgpg-error
libidn2
libksba
libnghttp2
libpng
libssh2
libtasn1
libunistring
libusb
libuv
libyaml
lpeg
luajit
luv
lz4
m4
mpfr
neovim
nettle
npth
nushell
oniguruma
openssl@3
p11-kit
pcre2
pinentry
pkgconf
popt
readline
ripgrep
rsync
rtmpdump
ruby-build
stow
tcl-tk@8
tree
tree-sitter
unbound
unibilium
utf8proc
xxhash
xz
zstd

# Brew Casks ----------------------------------------

appcleaner
bettertouchtool
claude
cursor
discord
docker
docker-desktop
epic-games
firefox
fleet
font-cascadia-code-nf
font-comic-shanns-mono-nerd-font
ghostty
github
google-chrome
google-drive
iterm2
keyboard-cleaner
logitech-g-hub
notion
obsidian
plugdata
powershell
slack
splice
spotify
steam
visual-studio-code
warp
zen
zen-browser
zoom

# Generated on: Wed Jul 16 00:26:34 MDT 2025
# Computer: kismet
