# Brew Cleanup - Wed Jul 16 00:28:52 MDT 2025
## Master List

## Added Formulas
- coreutils
- curl
- gawk
- git-gui
- go
- mpfr
- popt
- rsync
- rtmpdump
- tcl-tk@8
- xxhash

## Removed Formulas
- aom
- aribb24
- bash
- bind
- cairo
- cjson
- dav1d
- delve
- docker
- docker-completion
- ffmpeg
- flac
- freerdp
- frei0r
- fribidi
- giflib
- glib
- graphite2
- harfbuzz
- highway
- htop
- icu4c@77
- imath
- jemalloc
- jpeg-turbo
- jpeg-xl
- json-c
- lame
- leptonica
- libarchive
- libass
- libb2
- libbluray
- libdeflate
- libmicrohttpd
- libogg
- librist
- libsamplerate
- libsndfile
- libsodium
- libsoxr
- libssh
- libtiff
- libunibreak
- libvidstab
- libvmaf
- libvorbis
- libvpx
- libx11
- libxau
- libxcb
- libxcursor
- libxdmcp
- libxext
- libxfixes
- libxi
- libxinerama
- libxrandr
- libxrender
- libxv
- little-cms2
- lzo
- make
- mbedtls
- mpdecimal
- mpg123
- ncurses
- oh-my-posh
- opencore-amr
- openexr
- openjpeg
- opus
- pango
- parallel
- pipx
- pixman
- pkcs11-helper
- python@3.13
- rav1e
- rbenv
- rubberband
- sdl2
- sdl3
- sdl3_ttf
- snappy
- speex
- sqlite
- srt
- svt-av1
- tealdeer
- tesseract
- theora
- tmux
- userspace-rcu
- webp
- wget
- x264
- x265
- xorgproto
- xvid
- zeromq
- zimg
- zoxide
- zsh-autosuggestions

## Added Casks
- appcleaner
- bettertouchtool
- docker
- docker-desktop
- epic-games
- firefox
- fleet
- font-cascadia-code-nf
- google-chrome
- google-drive
- keyboard-cleaner
- logitech-g-hub
- plugdata
- powershell
- slack
- splice
- spotify
- steam
- visual-studio-code
- zoom

## Removed Casks
- 1password
- chatgpt
- openlens
- postman
- sourcetree
- wezterm

---

# Brew Cleanup - Wed Jul 16 00:26:34 MDT 2025
## Master List

## Added Formulas
- coreutils
- curl
- gawk
- git-gui
- go
- mpfr
- popt
- rsync
- rtmpdump
- tcl-tk@8
- xxhash

## Removed Formulas
- aom
- aribb24
- bash
- bind
- cairo
- cjson
- dav1d
- delve
- docker
- docker-completion
- ffmpeg
- flac
- freerdp
- frei0r
- fribidi
- giflib
- glib
- graphite2
- harfbuzz
- highway
- htop
- icu4c@77
- imath
- jemalloc
- jpeg-turbo
- jpeg-xl
- json-c
- lame
- leptonica
- libarchive
- libass
- libb2
- libbluray
- libdeflate
- libmicrohttpd
- libogg
- librist
- libsamplerate
- libsndfile
- libsodium
- libsoxr
- libssh
- libtiff
- libunibreak
- libvidstab
- libvmaf
- libvorbis
- libvpx
- libx11
- libxau
- libxcb
- libxcursor
- libxdmcp
- libxext
- libxfixes
- libxi
- libxinerama
- libxrandr
- libxrender
- libxv
- little-cms2
- lzo
- make
- mbedtls
- mpdecimal
- mpg123
- ncurses
- oh-my-posh
- opencore-amr
- openexr
- openjpeg
- opus
- pango
- parallel
- pipx
- pixman
- pkcs11-helper
- python@3.13
- rav1e
- rbenv
- rubberband
- sdl2
- sdl3
- sdl3_ttf
- snappy
- speex
- sqlite
- srt
- svt-av1
- tealdeer
- tesseract
- theora
- tmux
- userspace-rcu
- webp
- wget
- x264
- x265
- xorgproto
- xvid
- zeromq
- zimg
- zoxide
- zsh-autosuggestions

## Added Casks
- appcleaner
- bettertouchtool
- docker
- docker-desktop
- epic-games
- firefox
- fleet
- font-cascadia-code-nf
- google-chrome
- google-drive
- keyboard-cleaner
- logitech-g-hub
- plugdata
- powershell
- slack
- splice
- spotify
- steam
- visual-studio-code
- zoom

## Removed Casks
- 1password
- chatgpt
- openlens
- postman
- sourcetree
- wezterm

---

# Brew Cleanup - Tue Jul 15 16:28:39 MDT 2025
## Master List

No changes detected since last run.

---

# Brew Cleanup - Tue Jul 15 16:25:40 MDT 2025
## Master List

No changes detected since last run.

---

# Brew Cleanup - Tue Jul 15 16:24:54 MDT 2025
## Master List

No changes detected since last run.

---

# Brew Cleanup - Tue Jul 15 16:19:31 MDT 2025
## Master List

No changes detected since last run.

---

# Brew Cleanup - Tue Jul 15 16:12:46 MDT 2025
## Master List

No changes detected since last run.

---

# Brew Cleanup - Tue Jul 15 16:06:09 MDT 2025
## Master List

No changes detected since last run.

---

# Brew Cleanup - Tue Jul 15 16:04:10 MDT 2025
## Master List - Initial Brew List

# Brew formulas ----------------------------------------

aom
aribb24
asdf
autoconf
bash
bat
bind
brotli
ca-certificates
cairo
cjson
dav1d
delve
docker
docker-completion
fd
ffmpeg
flac
fontconfig
freerdp
freetype
frei0r
fribidi
fzf
gettext
giflib
git
glib
gmp
gnupg
gnutls
graphite2
harfbuzz
highway
htop
icu4c@77
imath
jemalloc
jpeg-turbo
jpeg-xl
json-c
lame
leptonica
libarchive
libass
libassuan
libb2
libbluray
libdeflate
libevent
libgcrypt
libgit2
libgpg-error
libidn2
libksba
libmicrohttpd
libnghttp2
libogg
libpng
librist
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxcursor
libxdmcp
libxext
libxfixes
libxi
libxinerama
libxrandr
libxrender
libxv
libyaml
little-cms2
lpeg
luajit
luv
lz4
lzo
m4
make
mbedtls
mpdecimal
mpg123
ncurses
neovim
nettle
npth
nushell
oh-my-posh
oniguruma
opencore-amr
openexr
openjpeg
openssl@3
opus
p11-kit
pango
parallel
pcre2
pinentry
pipx
pixman
pkcs11-helper
pkgconf
python@3.13
rav1e
rbenv
readline
ripgrep
rubberband
ruby-build
sdl2
sdl3
sdl3_ttf
snappy
speex
sqlite
srt
stow
svt-av1
tealdeer
tesseract
theora
tmux
tree
tree-sitter
unbound
unibilium
userspace-rcu
utf8proc
webp
wget
x264
x265
xorgproto
xvid
xz
zeromq
zimg
zoxide
zsh-autosuggestions
zstd

# Brew Casks ----------------------------------------

1password
chatgpt
claude
cursor
discord
font-comic-shanns-mono-nerd-font
ghostty
github
iterm2
notion
obsidian
openlens
postman
sourcetree
warp
wezterm
zen
zen-browser

# Generated on: Tue Jul 15 16:04:10 MDT 2025
