# Brew Cleanup - Thu Jul 10 09:59:22 MDT 2025
## Master List

## Added Formulas
- bat
- fd
- fish
- fisher
- libgit2
- libssh2
- nushell
- oh-my-posh
- oniguruma
- ripgrep
- stow
- zoxide
- zsh-autosuggestions

## Removed Formulas
- cffi
- cryptography
- pycparser

## Added Casks
- discord
- font-comic-shanns-mono-nerd-font
- openlens
- warp
- wezterm

---

# Brew Cleanup - Wed Jul  9 14:23:29 MDT 2025
## Master List

## Added Formulas
- bat
- fd
- fish
- fisher
- libgit2
- libssh2
- nushell
- oh-my-posh
- oniguruma
- ripgrep
- stow
- zoxide

## Added Casks
- discord
- font-comic-shanns-mono-nerd-font
- openlens
- warp
- wezterm

---

# Brew Cleanup - Wed Jul  9 13:08:50 MDT 2025
## Master List

## Added Formulas
- bat
- fd
- fish
- fisher
- libgit2
- libssh2
- nushell
- oh-my-posh
- oniguruma
- ripgrep
- stow
- zoxide

## Added Casks
- discord
- font-comic-shanns-mono-nerd-font
- openlens
- warp
- wezterm

---

# Brew Cleanup - Wed Jul  9 13:03:21 MDT 2025
## Master List

## Added Formulas
- bat
- fd
- fish
- fisher
- libgit2
- libssh2
- nushell
- oh-my-posh
- oniguruma
- ripgrep
- stow
- zoxide

## Added Casks
- discord
- font-comic-shanns-mono-nerd-font
- openlens
- warp
- wezterm

---

# Brew Cleanup - Wed Jul  9 12:30:50 MDT 2025

## Added Formulas
- bat
- fd
- fish
- fisher
- libgit2
- libssh2
- nushell
- oh-my-posh
- oniguruma
- ripgrep
- stow
- zoxide

## Added Casks
- discord
- font-comic-shanns-mono-nerd-font
- openlens
- warp
- wezterm

---

# Brew Cleanup - Mon Jul  7 08:30:15 MDT 2025

## Added Formulas
- bat
- fd
- fish
- fisher
- libgit2
- libssh2
- nushell
- oh-my-posh
- oniguruma
- ripgrep
- stow
- zoxide

## Added Casks
- discord
- font-comic-shanns-mono-nerd-font
- openlens
- warp
- wezterm

---

# Brew Cleanup - Mon Jul  7 08:23:04 MDT 2025

## Removed Formulas
- aom
- aribb24
- autoconf
- awscli
- bash
- bind
- brotli
- ca-certificates
- cairo
- cffi
- cjson
- cryptography
- dav1d
- delve
- docker
- docker-completion
- ffmpeg
- flac
- fontconfig
- freerdp
- freetype
- frei0r
- fribidi
- fzf
- gettext
- giflib
- glib
- gmp
- gnupg
- gnutls
- graphite2
- harfbuzz
- helm
- highway
- icu4c@77
- imath
- jemalloc
- jpeg-turbo
- jpeg-xl
- json-c
- k9s
- kubernetes-cli
- lame
- leptonica
- libarchive
- libass
- libassuan
- libb2
- libbluray
- libdeflate
- libevent
- libgcrypt
- libgpg-error
- libidn2
- libksba
- libmicrohttpd
- libnghttp2
- libogg
- libpng
- librist
- libsamplerate
- libsndfile
- libsodium
- libsoxr
- libssh
- libtasn1
- libtiff
- libunibreak
- libunistring
- libusb
- libuv
- libvidstab
- libvmaf
- libvorbis
- libvpx
- libx11
- libxau
- libxcb
- libxcursor
- libxdmcp
- libxext
- libxfixes
- libxi
- libxinerama
- libxrandr
- libxrender
- libxv
- libyaml
- little-cms2
- lpeg
- luajit
- luv
- lz4
- lzo
- m4
- make
- mbedtls
- minikube
- mpdecimal
- mpg123
- ncurses
- neovim
- nettle
- npth
- opencore-amr
- openexr
- openjpeg
- openssl@3
- opus
- p11-kit
- pango
- parallel
- pcre2
- pinentry
- pipx
- pixman
- pkcs11-helper
- pkgconf
- pycparser
- pyenv
- python@3.13
- rav1e
- rbenv
- readline
- rubberband
- ruby-build
- sdl2
- sdl3
- sdl3_ttf
- snappy
- speex
- sqlite
- srt
- svt-av1
- tesseract
- theora
- tmux
- tree
- tree-sitter
- unbound
- unibilium
- userspace-rcu
- utf8proc
- webp
- wget
- x264
- x265
- xorgproto
- xvid
- xz
- zeromq
- zimg
- zstd

## Removed Casks
- 1password
- claude
- cursor
- ghostty
- github
- iterm2
- notion
- obsidian
- postman
- sourcetree
- zen
- zen-browser

---

# Brew Cleanup - Tue Jul  1 16:36:24 MDT 2025

## Added Formulas
- bat
- fd
- fish
- fisher
- libgit2
- libssh2
- nushell
- oh-my-posh
- oniguruma
- ripgrep
- stow
- zoxide

## Added Casks
- discord
- font-comic-shanns-mono-nerd-font
- openlens
- warp
- wezterm

---

# Brew Cleanup - Tue Jul  1 16:25:26 MDT 2025

## Added Formulas
- bat
- fd
- fish
- fisher
- libgit2
- libssh2
- nushell
- oh-my-posh
- oniguruma
- ripgrep
- stow
- zoxide

## Added Casks
- discord
- font-comic-shanns-mono-nerd-font
- openlens
- warp
- wezterm

---

# Brew Cleanup - Tue Jul  1 16:24:50 MDT 2025

## Added Formulas
- bat
- fd
- fish
- fisher
- libgit2
- libssh2
- nushell
- oh-my-posh
- oniguruma
- ripgrep
- stow
- zoxide

## Added Casks
- discord
- font-comic-shanns-mono-nerd-font
- openlens
- warp
- wezterm

---

# Brew Cleanup - Tue Jul  1 16:24:17 MDT 2025

## Added Formulas
- bat
- fd
- fish
- fisher
- libgit2
- libssh2
- nushell
- oh-my-posh
- oniguruma
- ripgrep
- stow
- zoxide

## Added Casks
- discord
- font-comic-shanns-mono-nerd-font
- openlens
- warp
- wezterm

---

# Brew Cleanup - Tue Jul  1 16:23:17 MDT 2025

## Added Formulas
- bat
- fd
- fish
- fisher
- libgit2
- libssh2
- nushell
- oh-my-posh
- oniguruma
- ripgrep
- stow
- zoxide

## Added Casks
- discord
- font-comic-shanns-mono-nerd-font
- openlens
- warp
- wezterm

---

# Brew Cleanup - Tue Jul  1 16:11:30 MDT 2025

## Added Formulas
- bat
- fd
- fish
- fisher
- libgit2
- libssh2
- nushell
- oh-my-posh
- oniguruma
- ripgrep
- stow
- zoxide

## Added Casks
- discord
- font-comic-shanns-mono-nerd-font
- openlens
- warp
- wezterm

---

# Brew Cleanup - Fri Jun 27 09:16:25 MDT 2025

## Added Formulas
- fish
- fisher

---

# Brew formulas ----------------------------------------

aom
aribb24
autoconf
awscli
bash
bind
brotli
ca-certificates
cairo
cffi
cjson
cryptography
dav1d
delve
docker
docker-completion
ffmpeg
flac
fontconfig
freerdp
freetype
frei0r
fribidi
fzf
gettext
giflib
glib
gmp
gnupg
gnutls
graphite2
harfbuzz
helm
highway
icu4c@77
imath
jemalloc
jpeg-turbo
jpeg-xl
json-c
k9s
kubernetes-cli
lame
leptonica
libarchive
libass
libassuan
libb2
libbluray
libdeflate
libevent
libgcrypt
libgpg-error
libidn2
libksba
libmicrohttpd
libnghttp2
libogg
libpng
librist
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libtasn1
libtiff
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxcursor
libxdmcp
libxext
libxfixes
libxi
libxinerama
libxrandr
libxrender
libxv
libyaml
little-cms2
lpeg
luajit
luv
lz4
lzo
m4
make
mbedtls
minikube
mpdecimal
mpg123
ncurses
neovim
nettle
npth
opencore-amr
openexr
openjpeg
openssl@3
opus
p11-kit
pango
parallel
pcre2
pinentry
pipx
pixman
pkcs11-helper
pkgconf
pycparser
pyenv
python@3.13
rav1e
rbenv
readline
rubberband
ruby-build
sdl2
sdl3
sdl3_ttf
snappy
speex
sqlite
srt
svt-av1
tesseract
theora
tmux
tree
tree-sitter
unbound
unibilium
userspace-rcu
utf8proc
webp
wget
x264
x265
xorgproto
xvid
xz
zeromq
zimg
zstd

# Brew Casks ----------------------------------------

1password
claude
cursor
ghostty
github
iterm2
notion
obsidian
postman
sourcetree
zen
zen-browser
