# Brew Cleanup - Fri Jul 11 13:55:55 MDT 2025
## Computer: fvmac

## Added Formulas
- zsh-autosuggestions

## Removed Formulas
- cffi
- cryptography
- pycparser

---

# Brew Cleanup - Wed Jul  9 14:23:29 MDT 2025
## Computer: fvmac - Initial Brew List

# Brew formulas ----------------------------------------

aom
aribb24
autoconf
awscli
bash
bat
bind
brotli
ca-certificates
cairo
cffi
cjson
cryptography
dav1d
delve
docker
docker-completion
fd
ffmpeg
flac
fontconfig
freerdp
freetype
frei0r
fribidi
fzf
gettext
giflib
glib
gmp
gnupg
gnutls
graphite2
harfbuzz
helm
highway
icu4c@77
imath
jemalloc
jpeg-turbo
jpeg-xl
json-c
k9s
kubernetes-cli
lame
leptonica
libarchive
libass
libassuan
libb2
libbluray
libdeflate
libevent
libgcrypt
libgit2
libgpg-error
libidn2
libksba
libmicrohttpd
libnghttp2
libogg
libpng
librist
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxcursor
libxdmcp
libxext
libxfixes
libxi
libxinerama
libxrandr
libxrender
libxv
libyaml
little-cms2
lpeg
luajit
luv
lz4
lzo
m4
make
mbedtls
minikube
mpdecimal
mpg123
ncurses
neovim
nettle
npth
nushell
oh-my-posh
oniguruma
opencore-amr
openexr
openjpeg
openssl@3
opus
p11-kit
pango
parallel
pcre2
pinentry
pipx
pixman
pkcs11-helper
pkgconf
pycparser
pyenv
python@3.13
rav1e
rbenv
readline
ripgrep
rubberband
ruby-build
sdl2
sdl3
sdl3_ttf
snappy
speex
sqlite
srt
stow
svt-av1
tesseract
theora
tmux
tree
tree-sitter
unbound
unibilium
userspace-rcu
utf8proc
webp
wget
x264
x265
xorgproto
xvid
xz
zeromq
zimg
zoxide
zstd

# Brew Casks ----------------------------------------

1password
claude
cursor
discord
font-comic-shanns-mono-nerd-font
ghostty
github
iterm2
notion
obsidian
openlens
postman
sourcetree
warp
wezterm
zen
zen-browser

# Generated on: Wed Jul  9 14:23:29 MDT 2025
# Computer: fvmac
